Repository: paulwoman/Capitalism_Lab_ENG_to_FR
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: [0727]Quality|
fr_fr: [0727]Qualité|

source: [0728]<FE14>Land Cost|
fr_fr: [0728]<FE14>Prix du terrain|

source: [0728]Land Cost|
fr_fr: [0728]Prix du terrain|

source: [0729]<FE15>Cannot set up here:|
fr_fr: [0729]<FE15>Impossible de s'installer ici :|

source: [0729]Cannot set up here:|
fr_fr: [0729]Impossible de s'installer ici :|

source: [0730]<FE16>The area does not have enough trees.|
fr_fr: [0730]<FE16>La région n'a pas assez d'arbres.|

source: [0730]The area does not have enough trees.|
fr_fr: [0730]La région n'a pas assez d'arbres.|

source: [0731]<FE17>The area does not have any mineral deposit.|
fr_fr: [0731]<FE17>La région ne possède aucun gisement minéral.

source: [0731]The area does not have any mineral deposit.|
fr_fr: [0731]La région ne possède aucun gisement minéral.

source: [0732]<FE18>The area does not have any oil deposit.|
fr_fr: [0732]<FE18>La région ne possède aucun gisement de pétrole.|

source: [0732]The area does not have any oil deposit.|
fr_fr: [0732]La région ne possède aucun gisement de pétrole.|

source: [0733]<FE19>The land is not available.|
fr_fr: [0733]<FE19>Le terrain est indisponible.|

source: [0733]The land is not available.|
fr_fr: [0733]Le terrain est indisponible.|

source: [0734]<FE20>Location is not next to roads|
fr_fr: [0734]<FE20>L'emplacement n'est pas à côté des routes|

source: [0734]Location is not next to roads|
fr_fr: [0734]L'emplacement n'est pas à côté des routes|

source: [0736]<FE22>Cannot set up:|
fr_fr: [0736]<FE22>Impossible de s'installer|

source: [0736]Cannot set up:|
fr_fr: [0736]Impossible de s'installer|

source: [0737]<FE23>Your company does not have enough cash.|
fr_fr: [0737]<FE23>Votre entreprise n'a pas suffisamment de trésorerie|

source: [0737]Your company does not have enough cash.|
fr_fr: [0737]Votre entreprise n'a pas suffisamment de trésorerie|

source: [0740]<FAT1>Link This Item|
fr_fr: [0740]<FAT1>Relier cet article|

source: [0740]Link This Item|
fr_fr: [0740]Relier cet article|

source: [0741]<FAT2>Can be sold in:|
fr_fr: [0741]<FAT2>Peut y être vendu :|

source: [0741]Can be sold in:|
fr_fr: [0741]Peut y être vendu :|

source: [0742]<FAT3>Cannot be sold in:|
fr_fr: [0742]<FAT3>Ne peut pas y être vendu :|

source: [0742]Cannot be sold in:|
fr_fr: [0742]Ne peut pas y être vendu:|

source: [0743]<FAT4>retail stores.|
fr_fr: [0743]<FAT4>magasins de détail.|

source: [0743]retail stores.|
fr_fr: [0743]magasins de détail.|

source: [0744]<FAT5>Double-click here to view the product detail report.|
fr_fr: [0744]<FAT5>Double-cliquez ici pour voir le rapport détaillé du produit.|

source: [0744]Double-click here to view the product detail report.|
fr_fr: [0744]Double-cliquez ici pour voir le rapport détaillé du produit.|

source: [0745]<FAT6>Profit|
fr_fr: [0745]<FAT6>Bénéfice|

source: [0745]Profit|
fr_fr: [0745]Bénéfice|

source: [0746]<FAT7>Revenue|
fr_fr: [0746]<FAT7>Recette|

source: [0746]Revenue|
fr_fr: [0746]Recette|

source: [0747]<FAT8>Quantity|
fr_fr: [0747]<FAT8>Quantité|

source: [0747]Quantity|
fr_fr: [0747]Quantité|

source: [0748]<FAT9>Market Share|
fr_fr: [0748]<FAT9>Part de marché|

source: [0748]Market Share|
fr_fr: [0748]Part de marché|

source: [0749]<FA10>Price|
fr_fr: [0749]<FA10>Prix|

source: [0749]Price|
fr_fr: [0749]Prix|

source: [0750]<FA11>Cost|
fr_fr: [0750]<FA11>Coût|

source: [0750]Cost|
fr_fr: [0750]Coût|

source: [0751]<FA12>Price Agreement|
fr_fr: [0751]<FA12>Accord sur les prix|

source: [0751]Price Agreement|
fr_fr: [0751]Accord sur les prix|

source: [0752]<FA13>New Price|
fr_fr: [0752]<FA13>Nouveau prix|

source: [0752]New Price|
fr_fr: [0752]Nouveau prix|

source: [0753]<FA14>Brand|
fr_fr: [0753]<FA14>Marque|

source: [0753]Brand|
fr_fr: [0753]Marque|

source: [0754]<FA15>Quality|
fr_fr: [0754]<FA15>Qualité|

source: [0754]Quality|
fr_fr: [0754]Qualité|

source: [0755]<FA16>Price|
fr_fr: [0755]<FA16>Prix|

source: [0755]Price|
fr_fr: [0755]Prix|

source: [0756]<FA17>Overall Rating|
fr_fr: [0756]<FA17>Évaluation globale|

source: [0756]Overall Rating|
fr_fr: [0756]Évaluation globale|

source: [0758]<FA19>Firm Profit|
fr_fr: [0758]<FA19>Bén. de la firme|

source: [0758]Firm Profit|
fr_fr: [0758]Bénéfice de l'entreprise|

source: [0759]<FA20>Firm Revenue|
fr_fr: [0759]<FA20>Rec. de la firme

source: [0759]Firm Revenue|
fr_fr: [0759]Recette de l'entreprise|

source: [0761]<FA22>retail stores.|
fr_fr: [0761]<FA22>détaillants.|

source: [0761]retail stores.|
fr_fr: [0761]magasins de détail.|

source: [0763]<FHQ1>Finance Department|
fr_fr: [0763]<FHQ1>Département financier|

source: [0763]Finance Department|
fr_fr: [0763]Département financier|

source: [0764]<FHQ2>Human Resources Department|
fr_fr: [0764]<FHQ2>Département des ress. humaines|

source: [0764]Human Resources Department|
fr_fr: [0764]Département des ressources humaines|

source: [0765]<FHQ3>Public Relations Department|
fr_fr: [0765]<FHQ3>Département des relati° publiques|

source: [0765]Public Relations Department|
fr_fr: [0765]Département des relations publiques|

source: [0766]<FHQ4>Investor Relations Department|
fr_fr: [0766]<FHQ4>Département des relations avec les investisseurs|

source: [0766]Investor Relations Department|
fr_fr: [0766]Département des relations avec les investisseurs|

source: [0767]<FHQ5>Chief Executive Officer's Office|
fr_fr: [0767]<FHQ5>Bureau du directeur général|

source: [0767]Chief Executive Officer's Office|
fr_fr: [0767]Bureau du directeur général|

source: [0768]<FHQ6>Chief Operating Officer's Office|
fr_fr: [0768]<FHQ6>Bureau du directeur d'exploitat°|

source: [0768]Chief Operating Officer's Office|
fr_fr: [0768]Bureau du directeur d'exploitation|

source: [0769]<FHQ7>Chief Marketing Officer's Office|
fr_fr: [0769]<FHQ7>Bureau du chef du marketing|

source: [0769]Chief Marketing Officer's Office|
fr_fr: [0769]Bureau du chef du marketing|

source: [0770]<FHQ8>Chief Technical Officer's Office|
fr_fr: [0770]<FHQ8>Bureau du directeur technique |

source: [0770]Chief Technical Officer's Office|
fr_fr: [0770]Bureau du directeur technique |

source: [0771]<FHQ9>Acquire Technology From Other Companies|
fr_fr: [0771]<FHQ9>Acquérir de la technologie auprès d'autres entreprises|

source: [0771]Acquire Technology From Other Companies|
fr_fr: [0771]Acquérir de la technologie auprès d'autres entreprises|

source: [0772]<FH10>Set New Dividend|
fr_fr: [0772]<FH10>Fixer un nouveau dividende|

source: [0772]Set New Dividend|
fr_fr: [0772]Fixer un nouveau dividende|

source: [0773]<FH11>FINANCE DEPARTMENT|
fr_fr: [0773]<FH11>DÉPARTEMENT FINANCIER|

source: [0773]FINANCE DEPARTMENT|
fr_fr: [0773]DEPARTEMENT FINANCIER|

source: [0774]<FH12>Current Dividend Payout Ratio:|
fr_fr: [0774]<FH12>Ratio de dividendes :|

source: [0774]Current Dividend Payout Ratio:|
fr_fr: [0774]Ratio de distribution des dividendes actuels :|

source: [0775]<FH13>New Dividend Payout Ratio:|
fr_fr: [0775]<FH13>Nouveau ratio de distribution des dividendes :|

source: [0775]New Dividend Payout Ratio:|
fr_fr: [0775]Nouveau ratio de distribution des dividendes :|

source: [0776]<FH14>Organize an Intensive Training Program|
fr_fr: [0776]<FH14>Organiser un programme de formation intensive|

source: [0776]Organize an Intensive Training Program|
fr_fr: [0776]Organiser un programme de formation intensive|

source: [0777]<FH15>HUMAN RESOURCES DEPARTMENT|
fr_fr: [0777]<FH15>DÉPARTEMENT DES RESSOURCES HUMAINES|

source: [0777]HUMAN RESOURCES DEPARTMENT|
fr_fr: [0777]DEPARTEMENT DES RESSOURCES HUMAINES|

source: [0778]<FH16>Total no.
fr_fr: [0778]<FH16>Nbre total

source: [0778]Total no.
fr_fr: [0778]Nbre total

source: [0779]<FH17>Total no.
fr_fr: [0779]<FH17>Nbre total.

source: [0779]Total no.
fr_fr: [0779]Nbre total.

source: [0780]<0000>Average employee experience level|
fr_fr: [0780]<0000>Niveau d'expérience moyen des employés|

source: [0781]<0001>Average training level per firm|
fr_fr: [0781]<0001>Niv. de formation moyen par établissement|

source: [0782]<0002>Days since last intensive training|
fr_fr: [0782]<0002>Nbre de jours depuis la dernière formation intensive|

source: [0785]<0005>Total cost|
fr_fr: [0785]<0005>Coût total|

source: [0786]<0006>The Training Program has been executed|
fr_fr: [0786]<0006>Le programme de formation a été exécuté|

source: [0788]<0008> Employees|
fr_fr: [0788]<0008> Employés|

source: [0789]<0009> Employee|
fr_fr: [0789]<0009> Employé|

source: [0790]<0010>out of a total of|
fr_fr: [0790]<0010>sur un total de|

source: [0791]<0011>have gained improvements|
fr_fr: [0791]<0011>ont obtenu des améliorations|

source: [0792]<0012>has gained improvements|
fr_fr: [0792]<0012>a obtenu des améliorations|

source: [0793]<0013>in their skills and productivity.|
fr_fr: [0793]<0013>dans leurs compétences et leur productivité.|

source: [0794]<0014>in his skills and productivity.|
fr_fr: [0794]<0014>dans ses compétences et sa productivité.|

source: [0795]<0015>PUBLIC RELATIONS DEPARTMENT|
fr_fr: [0795]<0015>SERVICE DES RELATIONS PUBLIQUES|

source: [0796]<0016>Monthly spending on public relations efforts per active city|
fr_fr: [0796]<0016>Dép. mens. pour les relations publiques par ville active|

source: [0798]<0018>If your company is using 'Corporate Brand' strategy,|
fr_fr: [0798]<0018>Si votre entreprise utilise une 'stratégie de 'marque d'entreprise',|

source: [0799]<0019>the brand will benefit from public relations efforts.|
fr_fr: [0799]<0019>la marque bénéficiera des efforts de relations publiques.|

source: [0801]<0021>Corporate Brand|
fr_fr: [0801]<0021>Marque de soc.|

source: [0802]<0022>Brand Awareness|
fr_fr: [0802]<0022>Notoriété de la marque|

source: [0803]<0023>Brand Loyalty|
fr_fr: [0803]<0023>Fidélité à la marque|

source: [0804]<0024>Range Band|
fr_fr: [0804]<0024>Groupe de marques|

source: [0805]<0025>Unique Band|
fr_fr: [0805]<0025>Marque unique|

source: [0806]<0026>INVESTOR RELATIONS DEPARTMENT|
fr_fr: [0806]<0026>SERVICE DES RELAT° DES INVESTISSEURS|

source: [0807]<0027>Monthly spending on investor relations efforts|
fr_fr: [0807]<0027>Dépenses mensuelles consacrées aux relations avec les investisseurs|

source: [0809]<0029>corporation's stock performance.|
fr_fr: [0809]<0029>performance des actions de la société.|

source: [0810]<0030>Detail|
fr_fr: [0810]<0030>Détail|

source: [0811]<0031>Chief Executive Officer's Office|
fr_fr: [0811]<0031>Bureau du Directeur général|

source: [0812]<0032>Chief Executive Officer|
fr_fr: [0812]<0032>Directeur général|

source: [0813]<0033>Years of service|
fr_fr: [0813]<0033>Années de service|

source: [0814]<0034>Retailing|
fr_fr: [0814]<0034>Distribution|

source: [0815]<0035>Research and Development|
fr_fr: [0815]<0035>Recherche et Développement|

source: [0816]<0036>Raw Material Production|
fr_fr: [0816]<0036>Production de matières premières|

source: [0818]<0038>Training|
fr_fr: [0818]<0038>Formation|

source: [0819]<0039>Look for Candidates|
fr_fr: [0819]<0039>Rechercher des candidats|

source: [0820]<0040>CHIEF OPERATING OFFICER'S OFFICE|
fr_fr: [0820]<0040>BUREAU DU DIRECTEUR D'EXPLOITATION|

source: [0821]<0041>Chief Operating Officer|
fr_fr: [0821]<0041>Directeur général des opérations

source: [0822]<0042>Expertise|
fr_fr: [0822]<0042>Compétence|

source: [0823]<0043>Value|
fr_fr: [0823]<0043>Valeur|

source: [0824]<0044>POSITION VACANT|
fr_fr: [0824]<0044>POSITION VACANTE|

source: [0825]<0045>CHIEF MARKETING OFFICER'S OFFICE|
fr_fr: [0825]<0045>BUREAU DU DIRECTEUR DU MARKETING|

source: [0826]<0046>Chief Marketing Officer|
fr_fr: [0826]<0046>DIRECTEUR DU MARKETING|

source: [0828]<0048>Acquire Technology From Other Companies|
fr_fr: [0828]<0048>Acquérir de la technologie auprès d'autres entreprises|

source: [0829]<0049>CHIEF TECHNICAL OFFICER'S OFFICE|
fr_fr: [0829]<0049>BUREAU DU DIRECTEUR TECHNIQUE|

source: [0830]<0050>Stock Price|
fr_fr: [0830]<0050>Cours de l'action|

source: [0832]<0052>Dividend Yield|
fr_fr: [0832]<0052>Rendement des div.|

source: [0837]<0057>Offer|
fr_fr: [0837]<0057>Offre|

source: [0845]<0060>Corporate|
fr_fr: [0845]<0060>Société|

source: [0848]<0063>Product|
fr_fr: [0848]<0063>Produit|

source: [0849]<0064>Firm|
fr_fr: [0849]<0064>Établissement|

source: [0850]<0065>Financial Report|
fr_fr: [0850]<0065>Rapport financier|

source: [0855]<0070>Manufacturer's|
fr_fr: [0855]<0070>Guide de|

source: [0856]<0071>Guide|
fr_fr: [0856]<0071>Fabrication|

source: [0857]<0072>Farmer's Guide|
fr_fr: [0857]<0072>Guide du fermier|

source: [0858]<0073>Manager's Guide|
fr_fr: [0858]<0073>Guide du PDG|

source: [0860]<0075>Stock Exchange|
fr_fr: [0860]<0075>Bourse|

source: [0861]<0076>Revenue Graph |
fr_fr: [0861]<0076>Graph. recette |

source: [0862]<0077>Quantity Sold Graph |
fr_fr: [0862]<0077>Graph. de la quant. vend.|

source: [0863]<0078>Previous|
fr_fr: [0863]<0078>Précédent|

source: [0864]<0079>Next|
fr_fr: [0864]<0079>Suivant|

source: [0865]<0080>Go|
fr_fr: [0865]<0080>Aller|

source: [0866]<0081>Product Class: |
fr_fr: [0866]<0081>Type de prod. : |

source: [0867]<0082>Necessity Index:|
fr_fr: [0867]<0082>Ind. des besoins|

source: [0868]<0083>City Total|
fr_fr: [0868]<0083>Nbre de villes|

source: [0869]<0084>One Product|
fr_fr: [0869]<0084>Un produit|

source: [0870]<0085>Market Share |
fr_fr: [0870]<0085>Part de marché|

source: [0871]<0086>Production|
fr_fr: [0871]<0086>Product°|

source: [0872]<0087>Retail|
fr_fr: [0872]<0087>Distribut°|

source: [0873]<0088>Producer |
fr_fr: [0873]<0088>Producteur |

source: [0874]<0089>Retailer |
fr_fr: [0874]<0089>Distributeur |

source: [0875]<0090>Product Quality|
fr_fr: [0875]<0090>Qualité du produit|

source: [0876]<0091>Production Quality|
fr_fr: [0876]<0091>Qualité de la production|

source: [0877]<0092>Raw Material Quality|
fr_fr: [0877]<0092>Qualité des matières premières|

source: [0879]<A300>Corporate Brand|
fr_fr: [0879]<A300>Marque de soc.|

source: [0879]Corporate Brand|
fr_fr: [0879]Marque de société|

source: [0880]<A301>Range Brand|
fr_fr: [0880]<A301>Ens. de marques|

source: [0880]Range Brand|
fr_fr: [0880]Ensemble de marques|

source: [0881]<A302>Unique Brand|
fr_fr: [0881]<A302>Marque unique|

source: [0881]Unique Brand|
fr_fr: [0881]Marque unique|

source: [0882]<0094>Brand Strategy|
fr_fr: [0882]<0094>Stratégie|

source: [0883]<0095>Brand Rating|
fr_fr: [0883]<0095>Classement|

source: [0884]<0096>Brand Awareness|
fr_fr: [0884]<0096>Notoriété|

source: [0885]<0097>Brand Loyalty|
fr_fr: [0885]<0097>Fidélité|

source: [0886]<0098>Advertising Expense|
fr_fr: [0886]<0098>Dépenses en publicité|

source: [0887]<0099> per|
fr_fr: [0887]<0099> par|

source: [0891]<0103>New Price|
fr_fr: [0891]<0103>Nouveau prix|

source: [0892]<0104>All companies|
fr_fr: [0892]<0104>Ens. des firmes|

source: [0893]<0105>All cities|
fr_fr: [0893]<0105>Toutes les villes|

source: [0894]<0106>(Tech unknown to you)|
fr_fr: [0894]<0106>(Cette technologies vous est inconnue)|

source: [0896]<0108>Import|
fr_fr: [0896]<0108>Importation|

source: [0897]<0109>No Longer in Business|
fr_fr: [0897]<0109>N'est plus en activité|

source: [0898]<A400>Financial Overview|
fr_fr: [0898]<A400>Aperçu financier|

source: [0898]Financial Overview|
fr_fr: [0898]Aperçu financier|

source: [0899]<A401>Stock Overview|
fr_fr: [0899]<A401>Aperçu des actions|

source: [0899]Stock Overview|
fr_fr: [0899]Aperçu des actions|

source: [0900]<A402>Business Relations|
fr_fr: [0900]<A402>Relati° commerciales|

source: [0900]Business Relations|
fr_fr: [0900]Relations commerciales|

source: [0901]<A403>Firm Overview|
fr_fr: [0901]<A403>Vue d'ens. des firmes|

source: [0901]Firm Overview|
fr_fr: [0901]Vue d'ensemble des établissements|

source: [0902]<0110>Buy|
fr_fr: [0902]<0110>Acheter|

source: [0903]<0111>Overview|
fr_fr: [0903]<0111>Aperçu|

source: [0904]<0112>Firms|
fr_fr: [0904]<0112>Firmes|

source: [0905]<0113>Products|
fr_fr: [0905]<0113>Produits|

source: [0906]<0114>Graphs 1|
fr_fr: [0906]<0114>Graphiques 1|

source: [0907]<0115>Graphs 2|
fr_fr: [0907]<0115>Graphiques 2|

source: [0908]<0116>Stock|
fr_fr: [0908]<0116>Actions|

source: [0909]<0117>Balance Sheet|
fr_fr: [0909]<0117>Bilan financier|

source: [0910]<0118>Income Statement|
fr_fr: [0910]<0118>Compte de résultat|

source: [0911]<0119>Technology|
fr_fr: [0911]<0119>Technologie|

source: [0912]<0120>Advertising|
fr_fr: [0912]<0120>Publicité|

source: [0913]<0121>Brand|
fr_fr: [0913]<0121>Marque|

source: [0914]<0122>Dominance|
fr_fr: [0914]<0122>Position dominante|

source: [0915]<0123>Rankings|
fr_fr: [0915]<0123>Classements|

source: [0916]<0124>All|
fr_fr: [0916]<0124>Tous|

source: [0917]<0125>Delegate|
fr_fr: [0917]<0125>Délégué|

source: [0918]<0126>City|
fr_fr: [0918]<0126>Ville|

source: [0919]<0127>Operating Years|
fr_fr: [0919]<0127>Années de fonctionnement|

source: [0920]<0128>Lifetime Revenue|
fr_fr: [0920]<0128>Rec. vie entière|

source: [0921]<0129>Lifetime Profit|
fr_fr: [0921]<0129>Bén. vie entière|

source: [0922]<0130>No.of Employees|
fr_fr: [0922]<0130>Nbre d'employés|

source: [0923]<0131>No.of Units|
fr_fr: [0923]<0131>Nbre d'unités|

source: [0925]<0133>Utilization|
fr_fr: [0925]<0133>Utilisation|

source: [0926]<0134>Units|
fr_fr: [0926]<0134>Unités|

source: [0928]<0136>Lifetime Profit|
fr_fr: [0928]<0136>Bén. vie entière|

source: [0929]<0137>Ad.
fr_fr: [0929]<0137>Dépenses

source: [0930]<0138>Daily Ad.
fr_fr: [0930]<0138>Fréq.

source: [0931]<0139>Rating Points|
fr_fr: [0931]<0139>Points|

source: [0932]<0140>Sort By Product Name|
fr_fr: [0932]<0140>Trier par nom de produits|

source: [0933]<0141>Sort By City Name|
fr_fr: [0933]<0141>Tirer par nom de ville|

source: [0934]<0142>Corporate Brand|
fr_fr: [0934]<0142>Marque de soc.|

source: [0935]<0143>Range Brand|
fr_fr: [0935]<0143>Ens. de marques|

source: [0936]<0144>Unique Brand|
fr_fr: [0936]<0144>Marque unique|

source: [0937]<0145>A Single Brand Covers All Products|
fr_fr: [0937]<0145>Une marque, tous les produits|

source: [0938]<0146>A Brand Covers a Range of Products|
fr_fr: [0938]<0146>Une marque, une gamme de produits|

source: [0939]<0147>Each Product has a Unique Brand|
fr_fr: [0939]<0147>Chaque produit a une marque unique|

source: [0940]<0148>Industry|
fr_fr: [0940]<0148>Industries|

source: [0941]<0149>Leader Market Share|
fr_fr: [0941]<0149>PDM du leader|

source: [0942]<0150>Market Share|
fr_fr: [0942]<0150>Part de marché|

source: [0943]<0151>Rank|
fr_fr: [0943]<0151>Classement|

source: [0944]<0152>Product Class|
fr_fr: [0944]<0152>Classe de prod.|

source: [0945]<0153>Product Name|
fr_fr: [0945]<0153>Nom du produit

source: [0949]<0157>With Market Share|
fr_fr: [0949]<0157>Avec une part de marché|

source: [0950]<0158>Only Dominated|
fr_fr: [0950]<0158>Position dominante seulement|

source: [0952]<0160>Value|
fr_fr: [0952]<0160>Valeurs|

source: [0953]<0161>Rank|
fr_fr: [0953]<0161>Classements|

source: [1013]<0170>Operating Profit|
fr_fr: [1013]<0170>Bén. d'exploitat°|

source: [1015]<0172>Net Profit|
fr_fr: [1015]<0172>Bénéfice net|

source: [1016]<0173>Shareholders|
fr_fr: [1016]<0173>Actionnaires|

source: [1017]<0174>Chart|
fr_fr: [1017]<0174>Graphique|

source: [1022]<0179>Strategy:|
fr_fr: [1022]<0179>Stratégie :|

source: [1024]<0181>Chairman and CEO|
fr_fr: [1024]<0181>Président et PDG|

source: [1025]<0182>Chairman|
fr_fr: [1025]<0182>Président|

source: [1027]<0184>Chief Technical Officer|
fr_fr: [1027]<0184>Directeur technique|

source: [1028]<0185>Financial Overview|
fr_fr: [1028]<0185>Aperçu financier|

source: [1029]<0186>Stock Overview|
fr_fr: [1029]<0186>Aperçu des actions|

source: [1031]<0188>Private Corporation|
fr_fr: [1031]<0188>Sociétés privées|

source: [1032]<0189>Firm Overview|
fr_fr: [1032]<0189>Vue d'ens. des firmes|

source: [1033]<0190>Annual Revenue|
fr_fr: [1033]<0190>Rec. annuelles|

source: [1034]<0191>Annual Gross Profit|
fr_fr: [1034]<0191>Bénéfice brut annuel|

source: [1035]<0192>Production & Retail|
fr_fr: [1035]<0192>Production & commerce de détail|

source: [1037]<0194>Retail|
fr_fr: [1037]<0194>Distribution|

source: [1039]<0196>Revenue|
fr_fr: [1039]<0196>Recette|

source: [1040]<0197>Operating Profit|
fr_fr: [1040]<0197>Bén. d'exploitat°

source: [1041]<0198>Net Profit|
fr_fr: [1041]<0198>Bénéfice net|

source: [1042]<0199>Net Worth|
fr_fr: [1042]<0199>Valeur nette|

source: [1043]<0200>Stock Price|
fr_fr: [1043]<0200>Cours de l'action|

source: [1044]<0201>Past 30 Years|
fr_fr: [1044]<0201>30 dernières années|

source: [1046]<0203>Cash|
fr_fr: [1046]<0203>Trésorerie|

source: [1047]<0204>Inventory|
fr_fr: [1047]<0204>Inventaire|

source: [1048]<0205>Business Assets|
fr_fr: [1048]<0205>Actifs commerciaux|

source: [1049]<0206>Land & Resource|
fr_fr: [1049]<0206>Terres et ressources|

source: [1050]<0207>Stock Assets|
fr_fr: [1050]<0207>Actifs boursiers|

source: [1051]<0208>Total Loans|
fr_fr: [1051]<0208>Total des prêts|

source: [1052]<0209>Dividend Paid|
fr_fr: [1052]<0209>Dividende versé|

source: [1053]<0210>Stock Return|
fr_fr: [1053]<0210>Rendement des actions|

source: [1054]<0211>Salaries Expense|
fr_fr: [1054]<0211>Dépenses salariales|

source: [1055]<0212>Advertising|
fr_fr: [1055]<0212>Publicité|

source: [1056]<0213>Training|
fr_fr: [1056]<0213>Formation|

source: [1057]<0214>Write-offs|
fr_fr: [1057]<0214>Amortissements|

source: [1058]<0215>Shareholder Owned Qty Owned% Stock Value Position|
fr_fr: [1058]<0215>Actionnaire Quant Poss %Poss Valeur Actions Position|

source: [1058]<0215>Shareholder Owned Qty Owned% Stock Value|
fr_fr: [1058]<0215>Actionnaire Nbre Poss Poss% Valeur act°|

source: [1061]<0218>Confidential|
fr_fr: [1061]<0218>Confidentialité|

source: [1062]<0219>Current Tech|
fr_fr: [1062]<0219>Tech. actuelle|

source: [1064]<0221>Target Tech|
fr_fr: [1064]<0221>Tech cible|

source: [1065]<0222>R&D Progress|
fr_fr: [1065]<0222>Progress° R&D|

source: [1067]<0224>YTD Trade|
fr_fr: [1067]<0224>Échange AAJ|

source: [1068]<0225>Lifetime Trade|
fr_fr: [1068]<0225>Échanges à vie|

source: [1069]<0226>Annual Revenue|
fr_fr: [1069]<0226>Recettes annuelles|

source: [1070]<0227>Annual Operating Profit|
fr_fr: [1070]<0227>Résultat d'exploitation annuel|

source: [1071]<0228>Annual Net Profit|
fr_fr: [1071]<0228>Bénéfice net annuel|

source: [1072]<0229>Total Assets|
fr_fr: [1072]<0229>Total des actifs

source: [1073]<0230>Total Loans|
fr_fr: [1073]<0230>Total des prêts|

source: [1074]<0231>Stock Asset|
fr_fr: [1074]<0231>Actifs boursiers|

source: [1075]<0231>No.
fr_fr: [1075]<0231>Nbre

source: [1076]<0232>No.
fr_fr: [1076]<0232>Nbre

source: [1077]<0233>No.
fr_fr: [1077]<0233>Nombre

source: [1078]<0234>No.
fr_fr: [1078]<0234>Nbre

source: [1079]<0235>Return on Equity|
fr_fr: [1079]<0235>Rendement du capital

source: [1080]<0236>Return on Total Assets|
fr_fr: [1080]<0236>Rendement des actifs|

source: [1081]<0237>Dividend Yield|
fr_fr: [1081]<0237>Rendement des dividendes|

source: [1082]<0238>Stock Return to Investors|
fr_fr: [1082]<0238>Rendement des act° des inv.rs|

source: [1083]<0239>Operating Profit Margin|
fr_fr: [1083]<0239>Marge bénéficiaire d'exploitation|

source: [1084]<0240>Net Profit Margin|
fr_fr: [1084]<0240>Marge bénéficiaire nette|

source: [1085]<0241>Inventory Turnover|
fr_fr: [1085]<0241>Rotation de stock|

source: [1086]<0242>Assets Turnover|
fr_fr: [1086]<0242>Chiffre d'affaire|

source: [1087]<0243>Equity-to-Assets Ratio|
fr_fr: [1087]<0243>Ratio capitaux propres/actifs|

source: [1088]<0244>Researching new product|
fr_fr: [1088]<0244>Recherche d'un nouveau produit|

source: [1089]<0245>years|
fr_fr: [1089]<0245>ans|

source: [1090]<0246>year|
fr_fr: [1090]<0246>an|

source: [1091]<0247>units|
fr_fr: [1091]<0247>unités|

source: [1092]<0248>unit|
fr_fr: [1092]<0248>unité|

source: [1093]<0249>Public Shareholders|
fr_fr: [1093]<0249>Actionnaires publics|

source: [1095]<0251>Annual Profit|
fr_fr: [1095]<0251>Bénéfice annuel|
